Repository: emigdio/Veedamon
Catalog: VeedaMom/*.lproj/Localizable.strings
Languages: es

# LOG_IN_BUTTON
source: Log in
es: Iniciar sesión

# SIGN_UP_BUTTON
source: Sign up
es: Registro

# FORGET_PASSWORD
source: Forgot your password?
es: ¿olvidaste tu contraseña?

# USER_TEXTFIELD
source: User or email
es: Usuario o email

# PASSWORD_TEXTFIELD
source: Password
es: Contraseña

# ALERT_SELECT_OPTION
source: You must select an option
es: Debe seleccionar una opción

# TITLE_QUESTION1
source: I have been able to laugh and see the funny side of things:
es: He podido reír y ver el lado bueno de las cosas:

# OPTION1_QUESTION1
source: As much as I always could
es: Tanto como siempre he podido hacerlo

# OPTION2_QUESTION1
source: Not quite so much now
es: No tanto ahora

# OPTION3_QUESTION1
source: Definitely not so much now
es: Sin duda, mucho menos ahora

# OPTION4_QUESTION1
source: Not at all
es: No, en absoluto

# TITLE_QUESTION2
source: I have looked forward with enjoyment to things:
es: He mirado al futuro con placer y ánimo para hacer cosas:

# OPTION1_QUESTION2
source: As much as I ever did
es: Tanto como siempre

# OPTION2_QUESTION2
source: Rather less than I used to
es: Algo menos de lo que solía hacerlo

# OPTION3_QUESTION2
source: Definitely less than I used to
es: Definitivamente menos de lo que solía hacerlo

# OPTION4_QUESTION2
source: Hardly at all
es: Prácticamente nunca

# TITLE_QUESTION3
source: I have blamed myself unnecessarily when things went wrong:
es: Me he culpado sin necesidad cuando las cosas marchan mal:

# OPTION1_QUESTION3
source: Yes, most of the time
es: Sí, casi siempre

# OPTION2_QUESTION3
source: Yes, some of the time
es: Sí, algunas veces

# OPTION3_QUESTION3
source: Not very often
es: No muy a menudo

# OPTION4_QUESTION3
source: No, never
es: No, nunca

# TITLE_QUESTION4
source: I have been anxious or worried for no good reason:
es: He estado ansiosa y preocupada sin motivo:

# OPTION1_QUESTION4
source: No, not at all
es: No, en lo absoluto

# OPTION2_QUESTION4
source: Hardly ever
es: Casi nada

# OPTION3_QUESTION4
source: Yes, sometimes
es: Sí, algunas veces

# OPTION4_QUESTION4
source: Yes, very often
es: Sí, muy a menudo

# TITLE_QUESTION5
source: I have felt scared or panicky for no very good reason:
es: He sentido miedo o pánico sin un verdadero motivo:

# OPTION1_QUESTION5
source: Yes, quite a lot
es: Sí, bastante

# OPTION2_QUESTION5
source: Yes, sometimes
es: Sí, algunas veces

# OPTION3_QUESTION5
source: No, not much
es: No, no mucho

# OPTION4_QUESTION5
source: No, not at all
es: No, en lo absoluto

# TITLE_QUESTION6
source: Things have been getting on me:
es: Las cosas me oprimen o agobian:

# OPTION1_QUESTION6
source: Yes, most of the time I haven't been able to cope at all
es: Sí, la mayor parte del tiempo no he podido sobrellevarlas

# OPTION2_QUESTION6
source: Yes, sometimes I haven't been coping as well as usual
es: Sí, a veces no he podido sobrellevarlas de la manera usual

# OPTION3_QUESTION6
source: No, most of the time I have coped quite well
es: No, la mayoría de las veces he podido sobrellevarlas bastante bien

# OPTION4_QUESTION6
source: No, I have been coping as well as ever
es: No, he podido sobrellevarlas tan bien como lo hecho siempre

# TITLE_QUESTION7
source: I have been so unhappy that I have had difficulty sleeping:
es: Me he sentido tan infeliz, que he tenido dificultad para dormir:

# OPTION1_QUESTION7
source: Yes, most of the time
es: Sí, casi siempre

# OPTION2_QUESTION7
source: Yes, sometimes
es: Sí, algunas veces

# OPTION3_QUESTION7
source: Not very often
es: No muy a menudo

# OPTION4_QUESTION7
source: No, not at all
es: No, en lo absoluto

# TITLE_QUESTION8
source: I have felt sad or miserable:
es: Me he sentido triste y desgraciada:

# OPTION1_QUESTION8
source: Yes, most of the time
es: Sí, casi siempre

# OPTION2_QUESTION8
source: Yes, sometimes
es: Sí, algunas veces

# OPTION3_QUESTION8
source: Not very often
es: No muy a menudo

# OPTION4_QUESTION8
source: No, not at all
es: No, en lo absoluto

# TITLE_QUESTION9
source: I have been so unhappy that I have been crying:
es: Me he sentido tan infeliz que he estado llorando:

# OPTION1_QUESTION9
source: Yes, most of the time
es: Sí, casi siempre

# OPTION2_QUESTION9
source: Yes, quite often
es: Sí, algunas veces

# OPTION3_QUESTION9
source: Only occasionally
es: Ocasionalmente

# OPTION4_QUESTION9
source: No, never
es: No, nunca

# TITLE_QUESTION10
source: The thought of harming myself has occurred to me:
es: He pensado en hacerme daño:

# OPTION1_QUESTION10
source: I'm thinking about it right now
es: Lo estoy pensando en este momento

# OPTION2_QUESTION10
source: Yes, quite often
es: Sí, bastante a menudo

# OPTION3_QUESTION10
source: Sometimes
es: Sí, algunas veces

# OPTION4_QUESTION10
source: Hardly ever
es: No muy a menudo

# OPTION5_QUESTION10
source: Never
es: No, nunca
